//
//  colors.swift
//  game
//
//  Created by Александр on 15.08.17.
//  Copyright © 2017 Александр. All rights reserved.
//

import UIKit

struct Sections {
    let color = ["белый", "голубой", "желтый", "зеленый", "коричневый", "красный", "оранжевый", "розовый", "синий", "сиреневый", "черный"]
    
    let insects  = ["бабочка", "жук коллорадский", "богомол", "кузнечик", "муха", "пчела", "таракан", "божья коровка"]
    let fruits = ["абрикос","ананас","апельсин","арбуз","банан","виноград","вишня","гранат","груша","дыня","киви","клубника","крыжовник","лимон","малина","мандарин","персик","слива","смородина","черника","яблоко"]
    
    let vegetables = ["баклажан","кабачок","капуста","картофель","кукуруза","лук","морковь","огурец","перец","помидор","репа","свекла","тыква"]
    
    let numbers = ["1", "2", "3", "4", "5", "6", "7", "8", "9", "10"]
    
    let music = ["флейта", "труба", "скрипка", "саксофон", "пианино", "гусли", "гитара", "барабан", "балалайка", "арфа", "аккордеон"]
    
    let figures = ["звезда", "квадрат", "круг", "овал", "полукруг", "прямоугольник", "ромб", "трапеция", "треугольник"]

    let animals = ["акула", "бегемот", "верблюд", "дельфин", "ежик", "заяц", "жираф", "зебра", "кит", "козел", "корова", "кошка", "крокодил", "курица", "лев", "леопард", "лиса", "лошадь", "лягушка", "медведь", "мышь", "носорог", "обезьяна", "овца", "олень", "панда", "петух", "пингвин", "попугай", "птица", "рыба", "свинья", "слон", "собака", "сова", "тигр", "улитка","утка", "цыпленок", "черепаха"]
    
    let bukvy = ["а", "б", "в", "г", "д", "е", "ё-1", "ж", "з", "и", "й-1", "к", "л", "м", "н", "о", "п", "р", "с", "т", "у", "ф", "х", "ц", "ч", "ш", "щ", "ъ", "ы", "ю", "я"]
    
    let transport = ["автобус", "велосипед", "вертолет", "воздушный шар", "корабль", "легковой автомобиль", "пожарная машина", "полицейская машина", "ракета", "самолет", "скорая помощь", "экскаватор"]
    
    let house = ["ванна", "вентилятор", "вилка", "дверь","диван", "зонт", "зубная щетка", "кастрюля", "компьютер", "кран", "кровать", "кружка", "лампа", "микроволновая печь", "миксер", "нож", "ножницы", "плита", "поварешки", "полотенца", "пылесос","ручка", "сковорода", "стакан","стиральная машина", "стол", "стул", "тарелка",  "телефон", "терка", "утюг", "фен", "холодильник", "чайник", "часы"]
    
    let clothes = ["брюки", "варежки", "куртка", "майка", "носки", "обувь", "платье", "сапоги", "свитер", "шапка", "юбка"]
    
    let proffesions = ["дворник", "доктор", "клоун", "космонафт", "повар", "пожарный", "полицейский", "почтальон", "программист", "садовник", "учитель", "художник"]
}
    


