//
//  colors.swift
//  game
//
//  Created by Александр on 15.08.17.
//  Copyright © 2017 Александр. All rights reserved.
//

import UIKit

struct Sections {
    let color = ["белый", "голубой", "желтый", "зеленый", "коричневый", "красный", "оранжевый", "розовый", "синий", "сиреневый", "черный"]
    let insects  = ["бабочка", "жук", "богомол", "кузнечик", "муха", "пчела", "таракан", "божья_коровка"]
    let fruits = ["абрикос","ананас","апельсин","арбуз","банан","виноград","вишня","гранат","груша","дыня","киви","клубника","крыжовник","лимон","малина","мандарин","персик","слива","смородина","черника","яблоко"]
    let vegetables = ["баклажан","кабачок","капуста","картофель","кукуруза","лук","морковь","огурец","перец","помидор","репа","свекла","тыква"]
    let numbers = ["1", "2", "3", "4", "5", "6", "7", "8", "9", "10"]
    
    let music = ["флейта", "труба", "скрипка", "саксофон", "пианино", "гусли", "гитара", "барабан", "балалайка", "арфа", "аккордеон"]
    }


